Repository: marcioperuchi/email-users
Catalog: email-users-*.po
Languages: fr

source: You are not allowed to send mails with this plugin.
fr: Vous n'êtes pas autorisé à envoyer des courriels en utilisant ce plugin.

source: Trying to notify of a post without passing the post id !
fr: Vous essayez d'avertir d'un article sans fournir d'id

source: It looks like you have an old version of the plugin activated. Please deactivate the plugin and activate it again to complete the installation of the new version.
fr: Il semble qu'une ancienne version du plugin est activée actuellement. Veuillez désactiver le plugin et le réactiver pour terminer l'installation de la nouvelle version.

source: Notify your registered users of a particular post based on their access levels.
fr: Avertissez vos utilisateurs enregistrés d'un article en particulier selon leur rôle.

source: Send an email to your registered users based on their access levels.
fr: Envoyez un courriel à vos utilisateurs enregistrés selon leur rôle.

source: Please correct the errors displayed above and try again.
fr: Veuillez corriger les erreurs précédentes et essayer de nouveau.

source: Mail format
fr: Format de mail

source: Plain text
fr: Texte brut

source: Send From (name)
fr: Expéditeur (Nom)

source: Send From (email)
fr: Expéditeur (adresse électronique)

source: Send To
fr: Envoyer à

source: Subscribers
fr: Abonnés

source: Contributors
fr: Participants

source: Authors
fr: Auteurs

source: Editors
fr: Editeurs

source: Administrators
fr: Administrateurs

source: All the users
fr: Tous les utilisateurs

source: Subject
fr: Sujet

source: Body
fr: Corps du message

source: Send Email
fr: Envoyer le courriel

source: You are not allowed to change the options of this plugin.
fr: Vous n'êtes pas autorisé à configurer ce plugin

source: Options set successfully
fr: Options enregistrées

source: Set the various options related to the email-users plugin. The various variables you can include in the subject or body templates are:
fr: Réglez ici les options du plugin Email Users. Les différentes variables que vous pouvez inclure dans le sujet ou le corps du modèle de message sont :

source: the link to the blog
fr: Le lien vers le blog

source: the blog's name
fr: Le nom du blog

source: the wordpress user name of the person sending the mail
fr: Le nom d'utilisateur WordPress de l'expéditeur

source: the title of the post you want to highlight
fr: Le titre de l'article dont vous avertissez les utilisateurs

source: the excerpt of the post you want to highlight
fr: L'extrait de l'article dont vous avertissez les utilisateurs

source: the link to the post you want to highlight
fr: Le liens vers l'article dont vous avertissez les utilisateurs

source: Installed version:
fr: Version installée :

source: Current version:
fr: Version actuelle :

source: Allow users having at least following role to use the plugin
fr: Autoriser ces utilisateurs à utiliser le plugin

source: Send mails as plain text or HTML by default?
fr: Envoyer les courriels en HTML ou texte brut par défaut ?

source: Send mails using SMTP server or built-in PHP mail functions?
fr: Envoyer les courriels en utilisant un serveur SMTP ou la fonction mail de PHP ?

source: SMTP server (only for SMTP method)
fr: Serveur SMTP (seulement pour la méthode d'envoi smtp)

source: SMTP port (only for SMTP method) - Usually 25 by default on most servers.
fr: Port SMTP (seulement pour la méthode d'envoi smtp) - En général 25 par défaut sur la plupart des serveurs

source: SMTP user (only for SMTP method) - Leave blank if your server does not require authentication.
fr: Utilisateur SMTP (seulement pour la méthode d'envoi smtp) - Laissez vide si votre serveur ne requiert pas d'identification.

source: SMTP password (only for SMTP method)
fr: Mot de passe SMTP (seulement pour la méthode d'envoi smtp)

source: Default notification subject
fr: Sujet par défaut

source: Default notification body
fr: Corps par défaut

source: Set options
fr: Enregistrer les options

source: You must enter a sender name.
fr: Vous devez préciser un nom d'expéditeur.

source: You must specify a mail format (HTML or plain text).
fr: Vous deviez spécifier un format de courriel (HTML ou texte brut)

source: You must enter a sender mail address.
fr: Vous devez préciser une adresse d'expéditeur.

source: You must enter a recipient category.
fr: Vous devez préciser un groupe d'utilisateurs.

source: You must enter a subject.
fr: Vous devez préciser un sujet.

source: You must enter a content.
fr: Vous devez préciser un corps de message.

source: No users in this group
fr: Aucun utilisateur dans ce groupe

source: Failure:
fr: Echec :

source: Result of the mailing
fr: Résultat de l'envoi

source: Send email to users
fr: Envoyer un courriel aux utilisateurs

source: [%BLOG_NAME%] A post of interest: %POST_TITLE%
fr: [%BLOG_NAME%] Un article d'intérêt : %POST_TITLE%

source: <p>Hello, </p><p>I would like to bring your attention on a new post published on the blog. Details of the post follow; I hope you will find it interesting.</p><p>Best regards, </p><p>%FROM_NAME%</p><hr><p><strong>%POST_TITLE%</strong></p><p>%POST_EXCERPT%</p><ul><li>Link to the post: <a href="%POST_URL%">%POST_URL%</a></li><li>Link to %BLOG_NAME%: <a href="%BLOG_URL%">%BLOG_URL%</a></li></ul>
fr: <p>Bonjour, </p><p>Je voudrais attirer votre attention sur un nouvel article publié sur le blog, j'espère qu'il vous intéressera.</p><p>Cordialement, </p><p>%FROM_NAME%</p><hr><p><strong>%POST_TITLE%</strong></p><p>%POST_EXCERPT%</p><ul><li>Lien vers l'article : <a href="%POST_URL%">%POST_URL%</a></li><li>Lien vers %BLOG_NAME%: <a href="%BLOG_URL%">%BLOG_URL%</a></li></ul>
